KEY_ROW_RANGE_ERROR = 'Ошибка. Ключ не совпадает с числом строк!'
KEY_CLM_RANGE_ERROR = 'Ошибка. Ключ не совпадает с числом столбцов!'
MSG_RANK_ERROR = 'Ошибка. Число символов сообщения не равно размерности таблицы!'
MSG_PRIME_LEN = 'Невозможно составить количество строк или столбцов больше 1. Убедитесь, что количество символов в ' \
                'сообщении не является простым числом!'
OVERWRITE_PARAMETERS = 'Сгенерированные параметры заменяют текущие значения. Вы уверены, что хотите продолжить?'
MSG_OVER_LEN = 'Невозможно составить таблицу! Длина сообщения слишком короткая или длинная!'
MSG_NOT_ROOT_LEN = 'Невозможно составить таблицу! Убедитесь, что из длины сообщения можно получить корень!'

