animals = ['еж', 'уж', 'як', 'кит', 'оса', 'жук', 'бык', 'кот', 'лев', 'слон', 'сова', 'лама', 'осел', 'овца', 'орел',
           'волк', 'лось', 'скат', 'рыба', 'змея', 'конь', 'заяц', 'грач', 'аист', 'лиса', 'агама', 'агути', 'акара',
           'пчела', 'бекас', 'дятел', 'птица', 'корова', 'собака', 'лошадь', 'кролик', 'синица', 'ворона', 'беркут',
           'лебедь', 'страус', 'павлин', 'сорока', 'медведь', 'верблюд', 'носорог', 'бегемот', 'кенгуру', 'утконос',
           'шершень', 'пингвин', 'кукушка', 'колибри', 'пеликан', 'скворец', 'журавль', 'снегирь', 'воробей',
           'фламинго', 'черепаха', 'крокодил', 'хамелеон', 'ласточка', 'стрекоза', 'кузнечик', 'капибара', 'малиновка',
           'меченосец', 'насекомое', 'альбатрос', 'аллигатор', 'броненосец', 'гиппопотам', 'бургомистр', 'мандаринка',
           'чернозобик', 'златоглазка', 'буревестник', 'краснозобик', 'красноножка', 'широконоска', 'пестрогрудка',
           'зеленоглазка']
