KEY_ROW_RANGE_ERR = 'Ошибка. Ключ не совпадает с числом строк!'
KEY_CLM_RANGE_ERR = 'Ошибка. Ключ не совпадает с числом столбцов!'
MSG_RANK_ERR = 'Ошибка. Число символов сообщения не равно размерности таблицы!'
MSG_PRIME_LEN_ERR = 'Ошибка. Невозможно составить количество строк или столбцов больше 1. Убедитесь, что количество ' \
                    'символов в сообщении не является простым числом! '
MSG_MULTIPLICATION_LEN_ERR = 'Ошибка. Невозможно подобрать произведение количество строк или столбцов больше 1.' \
                             'Убедитесь, что из количества символов в сообщении можно получить произведение двух чисел!'
OVERWRITE_PARAMETERS = 'Сгенерированные параметры заменяют текущие значения. Вы уверены, что хотите продолжить?'
MSG_OVER_LEN_ERR = 'Ошибка. Невозможно составить таблицу! Длина сообщения слишком короткая или длинная!'
MSG_ROOT_LEN_ERR = 'Ошибка. Невозможно составить таблицу! Убедитесь, что из длины сообщения можно получить корень!'
